Repository: fpellicero/fpellicero-homepage
Catalog: src/locales/*.po
Languages: es

source: <0><1>Passionate software developer, Javascript lover and team player. I'm always looking for technical challenges, and I value a team with strong bonds over anything else.</1><2>Big advocate of Keeping Things Simple, but I love to over-engineer things in my free time to push my boundaries. Trying to deliver the best quality software possible. Never satisfied with the status-quo, I question things and try to improve them constantly.</2><3>Mountain biker. Salsa dancer. Book reader. Videogame player. One day I'll learn to play guitar (🤞).</3></0>
es: <0><1>Desarrollador de software apasionado, amante del JavaScript y jugador de equipo. Siempre estoy buscando un reto tecnológico, y valoro el trabajo en equipo por encima de todo.</1><2> Defensor de "Keeping Things Simple", aunque me gusta sobreingenierizar cosas en mi tiempo libre. Intento entregar siempre el software de la mejor calidad. Nunca satisfecho con el status quo, intento cuestionarme las soluciones para mejorar constantemente.</2><3>Ciclista de montaña. Bailarín de Salsa. Lector de libros. Jugador de Videojuegos. Algún día aprenderé a tocar la guitarra(🤞).</3></0>

source: <0>About me</0>
es: <0>Sobre mi</0>

source: <0>Built with <1/> with <2>NextJS</2> and <3>Bulma.io</3></0><4>You can check the source for this page on <5><6/> Github</5></4>
es: <0>Web hecha <1/> con <2>NextJS</2> y <3>Bulma.io</3></0><4>El código está publicado en <5><6/> Github</5></4>

source: <0>Hello!</0><1>My name is Francesc Pellicero and I'm a software developer.</1>
es: <0>¡Hola!</0><1>Me llamo Francesc Pellicero y soy desarrollador de software.</1>

source: <0>Here you can find some of my open-sourced projects, mainly small time-waster videogames that I like to make for fun.</0><1>All of them are open sourced, so feel free to dig deep into the source of any of them if you like. Or fork it and improve it yourself!</1>
es: <0>En esta página puedes encontrar algunos de mis proyectos de código abierto. La mayoría son pequeños videojuegos que me gusta hacer para pasar el rato.</0><1>Todos son open-source, así que os invito a adentraros en el código de cualquiera de ellos. ¡O haced un fork, y mejoradlo!</1>

source: <0>Portfolio</0>
es: <0>Mis proyectos</0>

source: <0>Welcome to my personal blog!</0><1>Here I write about stuff that I care about, mostly about frontend technologies. I also like to write tutorials, so good chance you'll find a few ones if you keep scrolling.</1>
es: <0>¡Bienvenido a mi blog personal!</0><1>Aquí escribo sobre cosas que me interesan, mayoritariamente sobre software y tecnologías frontend. Me gusta escribir tutoriales, así que te animo a seguir mirando a ver si hay alguno que te interese.</1>

source: About me
es: Sobre mi

source: Back to Index
es: Volver al índice

source: Education
es: Educación

source: Experience
es: Experiencia

source: Looks like this page does not exist yet.
es: Parece que esta página no existe todavía.

source: My work
es: Mis proyectos

source: Present
es: Hoy

source: See less
es: Ver menos

source: See more
es: Ver más

source: September 2009 - June 2014
es: Septiembre 2009 - Junio 2014

source: September 2013 - January 2014
es: Septiembre 2013 - Enero 2014

source: Softwaree Engineering Degree
es: Ingeniería Informática

source: Source
es: Código

source: Start
es: Inicio
